{
    "1": {
        "malzemeler": [
            "1 çay bardağı zeytinyağı (125 ml)",
            "3 adet kuru soğan",
            "1 adet domates rendesi",
            "2 su bardağı pirinç",
            "2 yemek kaşığı dolmalık fıstık",
            "2 yemek kaşığı kuş üzümü",
            "1 yemek kaşığı kuru nane",
            "1 tatlı kaşığı yenibahar",
            "1 tatlı kaşığı toz şeker",
            "1 tatlı kaşığı tuz",
            "1 çay kaşığı karabiber",
            "1 çay kaşığı tarçın",
            "1 avuç maydanoz",
            "1,5 su bardağı sıcak su (300 ml)",
            "Yarım limon suyu",
            "Limon dilimleri",
            "2 yemek kaşığı zeytinyağı",
            "1 tatlı kaşığı toz şeker",
            "2,5 su bardağı sıcak su (500 ml)"
        ],
        "nasil_yapilir": "Öncelikle (üzüm yaprağı)asma yapraklarını suya alarak tuzunun çıkması için bekletelim. Ne kadar çok tuzlu ise o kadar bekletmeniz yararınıza olur hatta suyunu değiştirip tekrar bekletebilirsiniz. Ben saracağım zaman bir kaç saat önceden yaprakları çıkarıp suya alıyorum.\n\nTencereye zeytinyağını alarak yemeklik doğradığımız soğanları, fıstık ve kuş üzümlerini kavuralım.\n\nŞekeri ekleyip soğanlar şeffaflaşıncaya kadar kavuralım.\n\nYıkanmış pirinci de ilave edip kavurmaya devam edelim.\n\nDomates rendesi, tuz ve baharatları ekleyip karıştıralım.\n\nSuyu ilave edip iç harcı suyunu çekinceye kadar kısık ateşte pişirelim. Ve harcı ocaktan alalım.\n\nKüçük küçük doğradığınız maydanozu da ilave ederek karıştıralım.\n\nArtık yaprakları sarmaya geçebiliriz. Sarma işlemini fotolarda detaylı olarak anlatmaya çalıştım.\n\nYaprakları düz bir yere serelim. İçerisine çok fazla olmayacak şekilde yaprağın büyüklüğüne göre iç malzemesini koyalım.\n\nYanlarını kapatarak sigara böreği gibi saralım.\n\nSardığımız yaprakları tencereye düzenli bir şekilde dizelim. Ben dizme işlemini genelde tüm yaprakları sardıktan sonra yapıyorum. Artan yaprakları veya sararken arada çıkan kaba yaprakları ayırıp tencerenin tabanına bir sıra diziyorum.\n\nBütün yaprakları sıraladıktan sonra üzerlerine limon dilimleri yerleştirelim. Yarım limonun suyunu sıkalım. Zeytinyağı ve şekeri ekleyelim.\n\nSarmaların üzerine gelecek kadar su ilave edelim. (Benim tenceremde yaklaşık 1.5 bardak yetti) ve üzerini varsa artan yapraklarla kapatalım. Dolma taşı da kullanabilirsiniz, böylelikle dolmalar buharıyla daha güzel ve eşit bir şekilde pişmiş olur.\n\nKaynadıktan sonra kısık ateşte sık sık suyunu kontrol ederek suyunu çekinceye kadar pişirelim.",
        "puf_noktalar": [
            "Yapraklar çok tuzlu ise bir kaba alarak üzerine ılık su ekleyip belli bir süre içerisinde bekletmelisiniz. Bu şekilde tuzunu azaltabilirsiniz.",
            "İçerisine ekleyeceğiniz pirinci yıkamalısınız.",
            "İç harcınızı yaprakların içerisine koyarken çok fazla koymamalısınız. Pirincin pişerken şişme durumunu da göz önünde bulundurmalısınız. Çok koymanız durumunda sarmalarınız dağılabilir."
        ],
        "youtube_link": "I5ryGFwRkbU"
    },
    "2": {
        "malzemeler": [
            "350  gr yağlı kıyma",
            "1 adet büyük kuru soğan",
            "3-4 diş sarımsak",
            "1/2 (yarım) demet maydanoz",
            "2 adet domates",
            "1 adet dolmalık biber",
            "1 yemek kaşığı biber salçası",
            "1 yemek kaşığı domates salçası",
            "1 tatlı kaşığı kırmızı toz biber",
            "1 tatlı kaşığı pul biber",
            "1 tatlı kaşığı tuz",
            "1 çay kaşığı karabiber",
            "1 çay kaşığı kimyon"
        ],
        "nasil_yapilir": "Unu bir kabın içine eliyoruz. Maya ve tuzu ekleyip harmanlıyoruz.\n\nIlık suyun içine zeytinyağını koyuyoruz. Unun ortasını havuz şeklinde açıp suyu içine döküyoruz.\n\nHepsini harmanlıyoruz. Tezgahı ve elimizi unlayıp elastik ve yumuşak bir hamur elde edene kadar yoğuruyoruz (10-15 dk.)\n\nKabımızın içini yağlayıp hamurumuzu kaba aktarıp üstünü kapatıp iki katı olana kadar dinlendiriyoruz (30-45 dk.)\n\nHamuru unlanmış tezgaha alıp eşit parçalara bölüyoruz. (Benim yaptığım hamurdan yaklaşık 75 gramlık 6 parça çıktı)\n\nHer parçayı merdane ile çok ince bir şekilde açıyoruz (Yırtılmayacak şekilde, ne kadar ince açarsanız o kadar iyi sonuç alıyorsunuz. Çünkü pişerken hafif kabarıyorlar)\n\nAçtığımız hamurun içine, harcı elimizle eşit şekilde bastırarak yayıyoruz. (Kıymayı yayarken hamurda hafif boş alanlar kalabilir, kıymayı çok sıkıştırmayın)\n\nFırının ızgara bölümünü açıyoruz maksimum sıcaklıkta.\n\nTeflon tavayı ısıtıyoruz (ben krep tavası kullandım en büyük boyu)\n\nLahmacunu içine koyup altı hafif kızarana kadar pişiriyoruz. Sonra ızgara bölümüne koyuyoruz. (Kapak hafif açık kalacak)\n\nKenarları hafif kızarınca hemen çıkartıp ikiye katlayıp üstüne havlu örtüyoruz.",
        "puf_noktalar": [
            "Hamurları yırtılmayacak incelikte açmanız lahmacunların daha lezzetli olmasını sağlayacaktır.",
            "Lahmacunlar pişerken sık sık kontrol ederek yanmasını önlemelisiniz.",
            "Eğer kişi sayısı çok ise malzemeleri 2 katına çıkartabilirsiniz.",
            "Tarifimizdeki ölçülerle hazırlanan hamur 6 bezeye ayrılıyor. Lahmacun hamuru kaç gram? diye merak edenler için her bir hamur yaklaşık 75 gram civarındadır."
        ],
        "youtube_link": "5M8-E9hkSac"
    },
    "3": {
        "malzemeler": [
            "300 gr kuşbaşı et (dana, kuzu veya tavuk, tarifte dana eti kullanıldı)",
            "1 çay bardağı su (tavuk etine bu su gerekmez)",
            "3-4 yemek kaşığı sıvı yağ",
            "1 yemek kaşığı tereyağı",
            "Tuz, karabiber",
            "2 su bardağı pirinç",
            "3 su bardağı su (pirince göre su ayarlanır)"
        ],
        "nasil_yapilir": "Kuşbaşı et pilav tenceresine alınır. Bir çay bardağı su eklenir ve et iyice yumuşayana kadar haşlanır (tavuk eti için su konmadan kavrulur)\n\nEt suyunu iyice çektikten sonra, sıvı yağ eklenir.\n\nTuz, karabiber atılıp kavrulur.\n\nTereyağı ilave edilir, yağ eridikten sonra yıkanmış pirinç katılıp biraz kavrulur.\n\n3 su bardağı su ilave edilir (pirincin türüne göre su miktarı değişir, göz kararı da suyunu ayarlayabilirsiniz).\n\nSu kaynadıktan sonra, ocağın altı kısılır ve tencerenin kapağı kapalı olarak pirinç suyunu çekene kadar pişirilir.\n\nSıcak olarak servis yapılır.",
        "puf_noktalar": [],
        "youtube_link": "A_Xf1YrvqX0"
    },
    "4": {
        "malzemeler": [
            "1 yemek kaşığı sıvı yağ",
            "1 yemek kaşığı tereyağı",
            "1 adet kuru soğan",
            "2 diş sarımsak",
            "1 su bardağı kırmızı mercimek",
            "1 kahve fincanı bulgur (4 yemek kaşığı)",
            "Yarım kahve fincanı pirinç (2 yemek kaşığı)",
            "6 su bardağı sıcak su + 2,5 su bardağı sıcak su",
            "2 yemek kaşığı sıvıyağ",
            "1 yemek kaşığı un",
            "2 yemek kaşığı domates salçası",
            "2 su bardağı sıcak su",
            "1 tatlı kaşığı nane",
            "1 çay kaşığı kırmızı pul biber",
            "1 çay kaşığı karabiber",
            "1,5 tatlı kaşığı kadar tuz"
        ],
        "nasil_yapilir": "Tencereye tereyağı ve 1 yemek kaşığı sıvı yağ tencereye alınarak ısıtılır.\n\nSoğan ve sarımsak küçük küçük doğranır ve tencerede orta ateşte, soğanlar diriliğini kaybedinceye kadar kavrulur. Dilerseniz sarımsakları rendeleyerek de kullanabilirsiniz.\n\nÜzerine yıkanmış ve suyu süzülmüş olan kırmızı mercimek, pirinç ve bulgur eklenerek karıştırılır ve kavrulur.\n\nÜzerine sıcak su ilave edilerek tencerenin kapağı kapatılır ve pişmeye bırakılır. Çorba kaynayana kadar yüksek ateşte kaynadıktan sonra kısık ateşte ara ara karıştırılır.\n\nBakliyatlar yumuşayınca kadar yaklaşık 35 dakika pişirilir ve ocak kapatılır.\n\nAyrı bir yerde 2 yemek kaşığı sıvı yağ ısıtılır.\n\n1 yemek kaşığı un eklenir ve unun kokusu çıkana kadar karıştırılarak kavrulur.\n\nÜzerine 2 yemek kaşığı domates salçası eklenir, 1-2 dakika daha kavrulur.\n\nSalça da kavrulduktan sonra 1 su bardağı kadar su ilave edilerek kaynatılır.\n\nNane, kırmızı biber, karabiber ilave edilerek hazırlanan sos ocaktan alınır ve çorbaya ilave edilir.\n\nTuzu da eklenerek 1-2 dakika kaynatılır. Bu aşamada gerek duyarsanız sıcak su ekleyebilirsiniz. Ben 2,5 su bardağı kadar sıcak su ekledim ancak siz çorbanızın kıvamına göre ayarlayabilirsiniz.\n\nYaklaşık 5 dakika daha kaynattıktan sonra Ezogelin Çorbamız servise hazır. Afiyet olsun.",
        "puf_noktalar": [
            "Mercimek çorbasının içerisine patates ve havuç gibi sebzeler eklenir. Ancak ezogelin çorbasının içerisinde bulgur, pirinç eklenir. Aralarındaki fark içerisine eklenen malzemelerdedir."
        ],
        "youtube_link": "tKa3ALe9Js4"
    },
    "5": {
        "malzemeler": [
            "125 gram margarin veya tereyağı",
            "1 çay bardağı sıvı yağ",
            "1 çay bardağı yoğurt",
            "1 çay bardağı irmik",
            "1 tane yumurta",
            "1 çay kaşığından az tuz",
            "Yarım paket kabartma tozu",
            "1 paket vanilya",
            "Aldığı kadar un",
            "1 su bardağı ceviz",
            "3 su bardağı toz şeker",
            "3 su bardağı su",
            "3-4 damla limon suyu"
        ],
        "nasil_yapilir": "Şerbeti için tencereye suyu ve şekeri koyup kaynatmaya başlayalım.\n\nKaynadıktan sonra limon suyunu ilave edip 20 dakika daha kaynatalım ve soğumaya bırakalım.\n\nBir kaba tereyağını, sıvı yağı, yoğurdu ve yumurtayı koyup iyice karıştıralım.\n\nÜzerine irmiği ve kabartma tozunu ilave edip karıştıralım.\n\nSonra azar azar unu ilave edip yumuşak kıvamlı bir hamur yoğuralım.\n\nHamurdan iri ceviz büyüklüğünde parçalar alıp elimizle yuvarlayalım.\n\nHamuru rendenin ince tarafına koyup üzerine bastırarak açalım.\n\nHamurun ortasına ceviz koyup daha sonra iki yandan kapatalım ve tepsiye aralıklı olarak dizelim.\n\nÖnceden ısıtılmış 190° fırında üzerleri kızarana kadar pişirelim.\n\nSıcak tatlımızın üzerine soğuk şerbeti gezdirerek dökelim ve yarım saat şerbetini çektikten sonra süsleyip servis edebiliriz afiyet olsun.\n\nBu ölçülere göre 30 adet falan çıkıyor.\n\nSiz ölçüyü azaltıp, çoğaltabilirsiniz. Afiyetle",
        "puf_noktalar": [
            "Kalburabastıyı yaparken unu yavaş yavaş ilave etmeli ve elde ettiğiniz hamurun yumuşak kıvamlı olmasını sağlamalısınız.",
            "Kalburabastı yapımı için aparat olarak gerçek kalburunuz yok ise rende ya da silikon nihaleyi kullanabilirsiniz ve böylelikle kalburabastıya nasıl şekil verilir? sorusunun cevabını bulabilirsiniz.",
            "Tatlıyı şerbetlerken şerbetin soğuk, kurabiyenin sıcak olması gerekmektedir. Tatlınızın şerbeti güzel bir şekilde çekmesi için dinlendirmelisiniz."
        ],
        "youtube_link": "nBOaf5voUX0"
    },
    "6": {
        "malzemeler": [
            "3,5 su bardağı un",
            "1 su bardağı ılık su",
            "1 çay kaşığı tuz",
            "1 adet yumurta",
            "250 g az yağlı kıyma",
            "1 adet orta boy soğan",
            "Yarım çay kaşığı karabiber",
            "Yarım çay kaşığı pul biber",
            "1 çay kaşığı tuz",
            "2 yemek kaşığı tereyağı",
            "2 yemek kaşığı salça",
            "Sarımsaklı Yoğurt",
            "1 tatlı kaşığı nane",
            "1 tatlı kaşığı pul biber",
            "Yarım tatlı kaşığı sumak"
        ],
        "nasil_yapilir": "Derince bir karıştırma kabına 3, 5 su bardağı un, 1 çay kaşığı tuz ekleyelim.\n\nKarıştırarak unun ortasına bir çukur açalım.\n\nOrtasına 1 adet yumurtayı ekleyelim ve karıştırmaya devam edelim.\n\nKarıştırırken 1 su bardağı ılık suyu yavaş yavaş ekleyelim.\n\nHamurun ne çok sert ne de yumuşak olacak bir kıvama gelene kadar yoğuralım.\n\nHazır olan hamurun üzerini streç film ile kapatalım ve dinlendirelim.\n\nHamur dinlenirken uygun bir karıştırma kabına 250 gram az yağlı kıyma ekleyelim.\n\nArdından 1 adet orta boy soğan, yarım çay kaşığı karabiber, 1 çay kaşığı tuz, yarım çay kaşığı pul biber ekleyelim ve güzelce karıştıralım.\n\nUn serptiğimiz tezgaha hamuru alalım, yoğurarak hamuru toparlayalım. Hamuru 3 eşit parçaya ayıralım.\n\nAyırdığımız hamurları bezeler haline getirelim. Un serptiğimiz tezgahta hazırladığımız bezeleri teker teker yufkadan kalın olacak şekilde oklava ile açalım.\n\nAçtığımız hamuru bir bıçak ile küçük kareler halinde keselim. Kesiğimiz karelerin ortasına hazırladığımız kıyma karışımında ufak parçalar halinde koyalım.\n\nHamurun 4 köşesini ortada birleştirerek mantı şeklini verelim. Altını unladığımız bir tepsiye şekil verdiğimiz mantıları toplayalım ve tepsiyi dondurucuya alarak donduralım.\n\nDondurucudan aldığımız mantıları koroplast çift kilitli poşetlere koyarak daha sonra pişirmek üzere buzlukta saklayabilirsiniz. Uygun bir tencerede suyu kaynatalım.\n\nBuzluktan aldığımız mantıları da suya ekleyerek 15-20 dakika kadar pişirelim. Uygun bir sos tavasına 2 yemek kaşığı tereyağı ekleyelim, ardından 2 yemek kaşığı salçayı da ekleyip güzelce karıştıralım.\n\nHazırladığımız salçalı sosu pişen mantıların içine ekleyelim ve karıştırarak pişirmeye devam edelim. Pişen mantıları derince bir tabağa alalım üzerine sarımsaklı veya normal yoğurt dökelim. Mantı tarifimiz hazır. Pul biber, nane ve sumak ekleyerek servis edebilirisiniz.",
        "puf_noktalar": [
            "Elde ettiğiniz hamuru rahat bir şekilde açabilmeniz için elde ettiğiniz hamurun ne çok sert ne de çok yumuşak olmaması gerekmektedir.",
            "Mantılarınızın haşlarken açılmaması için güzel bir şekilde kapatmalısınız.",
            "Fazla gelen mantılarınızı fırınladıktan sonra buzdolabı poşetine koyarak dondurucuya kaldırabilirsiniz. Ancak fırınlamadan dondurucuya koymak isterseniz katladığınız mantılarınızı birbirine değmeyecek şekilde tepsiye dizip dondurucuya kaldırmalı ve şoklamalısınız. Aksi halde mantılarınız birbirine yapışacaktır.",
            "Mantının yanına sarımsaklı yoğurt yakışmaktadır. Ancak sevmiyorsanız mantınızı sarımsaksız yoğurt ile de servis edebilirsiniz."
        ],
        "youtube_link": "AXx7R9ETZYs"
    },
    "7": {
        "malzemeler": [
            "3 yemek kaşığı ev tarhanası",
            "1 yemek kaşığı nane",
            "2 yemek kaşığı sıvı yağ",
            "1 yemek kaşığı salça",
            "6 su bardağı su",
            "Kırmızı pul biber",
            "Karabiber",
            "Tuz"
        ],
        "nasil_yapilir": "Tenceremizin içerisine sıvı yağ, nane, salça, baharatlar ve tarhanayı ekleyip biraz karıştırarak kavuruyoruz. Dilerseniz tereyağı da kullanabilirsiniz.( Veya tarhanayı suyu ekledikten sonra ekleyip çırpıcı ile karıştırabilirsiniz. böylelikle topaklanma ihtimali azalır.)\n\nSuyu yavaş yavaş ilave ediyoruz ve devamlı karıştırarak pişiriyoruz. Topaklanmaması için tel çırpıcı ile karıştırabilirsiniz. (kaynayana kadar karıştırarak pişirelim.)\n\nKaynadıktan sonra 5 dk daha bekleyip ocaktan alıyoruz çorbamızı.\n\nAfiyet olsun.",
        "puf_noktalar": [],
        "youtube_link": "nncdWyHP2F4"
    },
    "8": {
        "malzemeler": [
            "1 lt süt",
            "2 çay bardağı pirinç",
            "1 litre su",
            "3 yemek kaşığı pirinç unu",
            "1,5-2 su bardağı toz şeker (eğer çok şekerli sevmiyorsanız 1,5 bardak kullanabilirsiniz)",
            "1 su bardağı süt",
            "tarçın"
        ],
        "nasil_yapilir": "Sütlaç yapmak için öncelikle pirinci yıkayıp su ile ateşe koyun.\n\nPirinçler uzayıp suyu çekene kadar kaynatın, soğuk sütü ekleyin.\n\n1-2 defa karıştırıp, kaynamasını bekleyin.\n\nBu arada bir kasede pirinç ununu 1 su bardağı soğuk süt ile ezin.\n\nTencerede kaynamakta olan sütten 1-2 kepçe alıp kaseye ekleyin. (pirinç unu ılınmış olmalı).\n\nPirinç ununu tencereye ekleyin, ara sıra karıştırarak 10 dakika kadar pişirin.\n\nToz şekeri ilave edip karıştırın ve 1-2 taşım kaynatın.\n\nSütlacı kaselere paylaştırın.\n\nSoğuyunca sütlaçların üzerlerine tarçın serperek servis edebilirsiniz. Afiyet olsun.",
        "puf_noktalar": [
            "Sütlacınıza kullanacağınız sütün doğal olması sütlacınızı daha lezzetli yapacaktır.",
            "Sütlaç tatlısına parmak ucuyla tuz atanlarda vardır. Tuz tatlının tadını daha çok belirginleştirmek için atılmaktadır.",
            "Sütlacınızın tam kıvamında olması için kontrollü bir şekilde pişirilmelidir.",
            "Sütlacınızın pişirme süresini kullandığınız pirince göre ayarlamanız daha iyi olabilir.",
            "Sütlaç tatlısı malzemeleri itibari ile diğer tatlılara göre daha hafif bir tatlıdır.",
            "Sütlacınız sulu oldu ise tekrardan tencereye alarak içerisine biraz daha pirinç unu ya da nişasta ekleyebilirsiniz."
        ],
        "youtube_link": "vCzTZP9hv5M"
    },
    "9": {
        "malzemeler": [
            "Yarım su bardağından biraz fazla şeker",
            "1 yemek kaşığı nişasta (tepeleme)",
            "3 yemek kaşığı un",
            "4,5 su bardağı süt",
            "1 tatlı kaşığı tereyağı",
            "1 paket vanilya"
        ],
        "nasil_yapilir": "Uygun bir tencereye toz şeker, nişasta, un ve sütü alarak tel çırpıcı ile güzelce çırpalım.\n\nPürüzsüz bir kıvam aldıktan sonra tencereyi ocağa alalım ve karıştırarak pişirelim.\n\nMuhallebimiz koyulaşıp göz göz olduktan sonra ocaktan alalım ve içerisine tereyağı ve vanilyayı ilave edelim.\n\nTereyağı eriyene kadar tekrar karıştıralım. Muhallebimizin kıvamı soğudukça koyulaşacaktır.\n\nHazırladığımız muhallebimizi servis kaselerine paylaştıralım ve üzerini bir kaşık yardımı ile düzeltelim.\n\nTatlılarımız oda ısısına geldikten sonra üzerini streç ile kapatalım ve dinlenmesi için buzdolabına kaldıralım. En az 3 saat dinlenmeye bırakalım.\n\nDinlenen muhallebimizi dolaptan alalım ve dilediğimiz şekilde süsleyerek servis edelim. Afiyet olsun!",
        "puf_noktalar": [
            "Muhallebinizin güzel bir kıvamda olması için, sürekli karıştırmalısınız.",
            "Unu eleyerek kullanmanız, topaklanmayan ve pürüzsüz bir muhallebi elde edilmesine yardımcı olacaktır.",
            "Tereyağı ilavesi, muhallebiye parlak bir kıvam verecektir."
        ],
        "youtube_link": "PcrycQyGstg"
    }
}